{
  "cmp-buffer": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "loremipsum": { "branch": "master" },
  "lualine.nvim": { "branch": "master" },
  "neogen": { "branch": "main" },
  "neotest-rust": { "branch": "main" },
  "nvim-dap": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "peek.nvim": { "branch": "master" },
  "playground": { "branch": "master" },
  "trouble.nvim": { "branch": "main" }
}